var Poetry = [
    {
        "title": "清平乐·别来春半",
        "author": "『五代』李煜",
        "content": "别来春半,触目柔肠断。\n砌下落梅如雪乱，拂了一身还满。\n雁来音信无凭，路遥归梦难成。\n离恨恰如春草，更行更远还生。"
    },//0
    {
        "title": "江城子·十年生死两茫茫",
        "author": "『宋』苏轼",
        "content": "十年生死两茫茫，\n不思量，自难忘。\n千里孤坟，无处话凄凉。\n纵使相逢应不识，尘满面，鬓如霜。\n夜来幽梦忽还乡，小轩窗，正梳妆。\n相顾无言，惟有泪千行。\n料得年年肠断处，明月夜，短松冈。"
    },//1
    {
        "title": "临江仙·金锁重门荒苑静",
        "author": "『五代』鹿虔扆",
        "content": "金锁重门荒苑静，绮窗愁对秋空。\n翠华一去寂无踪。\n玉楼歌吹，声断已随风。\n烟月不知人事改，夜阑还照深宫。\n藕花相向野塘中，暗伤亡国，清露泣香红。"
    },//2
    {
        "title": "元日",
        "author": "『宋』王安石",
        "content": "爆竹声中一岁除，\n春风送暖入屠苏。\n千门万户瞳瞳日，\n总把新桃换旧符。"
    },//3
    {
        "title": "除夜",
        "author": "『唐』白居易",
        "content": "薄晚支颐坐，中宵枕臂眠。\n一从身去国，再见日周天。\n老度江南岁，春抛渭北田。\n浔阳来早晚，明日是三年。"
    },//4
    {
        "title": "菩萨蛮·风柔日薄春犹早",
        "author": "『宋』李清照",
        "content": "风柔日薄春犹早，夹衫乍着心情好。\n睡起觉微寒，梅花鬓上残。\n故乡何处是，忘了除非醉。\n沉水卧时烧，香消酒未消。"
    },//5
    {
        "title": "青玉案·元夕",
        "author": "『宋』辛弃疾",
        "content": "东风夜放花千树，更吹落，星如雨。\n宝马雕车香满路，凤萧声动，玉壶光转，\n一夜鱼龙舞。\n蛾儿雪柳黄金缕，笑语盈盈暗香去。\n众里寻他千百度，蓦然回首，那人却在，\n灯火阑珊处。"
    },//6
    {
        "title": "浪淘沙令·帘外雨潺潺",
        "author": "『五代』李煜",
        "content": "帘外雨潺潺，春意阑珊，罗衾不耐五更寒。\n梦里不知身是客，一饷贪欢。\n独自莫凭阑，无限江山，别时容易见时难。\n流水落花春去也，天上人间。"
    },//7
    {
        "title": "钗头凤·红酥手",
        "author": "『宋』陆游",
        "content": "红酥手，黄縢酒，满城春色宫墙柳。\n东风恶，欢情薄。\n一怀愁绪，几年离索。\n错、错、错。\n春如旧，人空瘦，泪痕红浥鲛绡透。\n桃花落，闲池阁。\n山盟虽在，锦书难托。\n莫、莫、莫！"
    },//8
	{
        "title": "咏柳",
        "author": "『唐』贺知章",
        "content": "碧玉妆成一树高，\n万条垂下绿丝绦。\n不知细叶谁裁出，\n二月春风似剪刀。"
    },//9
    {
        "title": "破阵子·燕子来时新社",
        "author": "『宋』晏殊",
        "content": "燕子来时新社，梨花落后清明。\n池上碧苔三四点，叶底黄鹂一两声，日长飞絮轻。\n巧笑东邻女伴，采桑径里逢迎。\n疑怪昨宵春梦好，元是今朝斗草赢，\n笑从双脸生。"
    },//10
	{
        "title": "春夜喜雨",
        "author": "『唐』杜甫",
        "content": "好雨知时节，当春乃发生。\n随风潜入夜，润物细无声。\n野径云俱黑，江船火独明。\n晓看红湿处，花重锦官城。"
    },//11
    {
        "title": "钱塘湖春行",
        "author": "『唐』白居易",
        "content": "孤山寺北贾亭西，水面初平云脚低。\n几处早莺争暖树，谁家新燕啄春泥。\n乱花渐欲迷人眼，浅草才能没马蹄。\n最爱湖东行不足，绿杨阴里白沙堤。"
    },//12
    {
        "title": "虞美人·听雨",
        "author": "『宋』蒋捷",
        "content": "少年听雨歌楼上。\n红烛昏罗帐。\n壮年听雨客舟中。\n江阔云低、断雁叫西风。\n而今听雨僧庐下。\n鬓已星星也。\n悲欢离合总无情。\n一任阶前、点滴到天明。"
    },//13
    {
        "title": "清明",
        "author": "『唐』杜牧",
        "content": "清明时节雨纷纷，\n路上行人欲断魂。\n借问酒家何处有，\n牧童遥指杏花村。"
    },//14
    {
        "title": "蝶恋花·春景",
        "author": "『宋』苏轼",
        "content": "花褪残红青杏小。\n燕子飞时，绿水人家绕。\n枝上柳绵吹又少，天涯何处无芳草！\n墙里秋千墙外道。\n墙外行人，墙里佳人笑。\n笑渐不闻声渐悄，多情却被无情恼。"
    },//15
    {
        "title": "阳春曲·春景",
        "author": "『元』胡祗遹",
        "content": "几枝红雪墙头杏，数点青山屋上屏。\n一春能得几晴明？\n三月景，宜醉不宜醒。\n残花酝酿蜂儿蜜，细雨调和燕子泥。\n绿窗春睡觉来迟。\n谁唤起？窗外晓莺啼。\n一帘红雨桃花谢，十里清阴柳影斜。\n洛阳花酒一时别。\n春去也，闲煞旧蜂蝶。"
    },//16
    {
        "title": "婆罗门引·春尽夜",
        "author": "『明』夏完淳",
        "content": "晚鸦飞去，一枝花影送黄昏。\n春归不阻重门。\n辞却江南三月，何处梦堪温？\n更阶前新绿，空锁芳尘。\n随风摇曳云，不须兰棹朱轮。\n只有梧桐枝上，留得三分。\n多情皓魄，怕明宵、还照旧钗痕。\n登楼望、柳外销魂"
    },//17
    {
        "title": "望江南·三月暮",
        "author": "『宋』吴文英",
        "content": "三月暮，花落更情浓。\n人去秋千闲挂月，马停杨柳倦嘶风。\n堤畔画船空。\n恹恹醉，长日小帘栊。\n宿燕夜归银烛外，啼莺声在绿阴中。\n无处觅残红。"
    },//18
    {
        "title": "蝶恋花",
        "author": "『宋』欧阳修",
        "content": "庭院深深深几许，杨柳堆烟，帘幕无重数。\n玉勒雕鞍游冶处，楼高不见章台路。 \n雨横风狂三月暮，门掩黄昏，无计留春住。\n泪眼问花花不语，乱红飞过秋千去。"
    },//19
    {
        "title": "大林寺桃花",
        "author": "『唐』白居易",
        "content": "人间四月芳菲尽，\n山寺桃花始盛开。\n长恨春归无觅处，\n不知转入此中来。"
    },//20
    {
        "title": "客中初夏",
        "author": "『宋』司马光",
        "content": "四月清和雨乍晴，\n南山当户转分明。\n更无柳絮因风起，\n惟有葵花向日倾。"
    },//21
    {
        "title": "阮郎归•初夏 ",
        "author": "『宋』苏轼",
        "content": "绿槐高柳咽新蝉，薰风初入弦。\n碧纱窗下水沉烟，棋声惊昼眠。\n微雨过，小荷翻，榴花开欲燃。\n玉盆纤手弄清泉，琼珠碎却圆。"
    },//22
	   {
        "title": "晓出净慈寺送林子方",
        "author": "『宋』杨万里",
        "content": "毕竟西湖六月中，\n风格不与四时同。\n接天莲叶无穷碧，\n映日荷花别样红。"
    },//23
    {
        "title": "青玉案•横塘路",
        "author": "『宋』贺铸",
        "content": "凌波不过横塘路，但目送，芳尘去。\n锦瑟华年谁与度？\n月桥花院，琐窗朱户，只有春知处。\n碧云冉冉蘅皋暮，彩笔新题断肠句。\n试问闲愁都几许？\n一川烟草，满城风絮，梅子黄时雨。"
    },//24
    {
        "title": "约客",
        "author": "『宋』赵师秀",
        "content": "黄梅时节家家雨，\n青草池塘处处蛙。\n有约不来过夜半，\n闲敲棋子落灯花。"
    },//25
    {
        "title": "南乡子•端午",
        "author": "『宋』李之仪",
        "content": "小雨湿黄昏。\n重午佳辰独掩门。\n巢燕引雏浑去尽，销魂。\n空向梁间觅宿痕。\n客舍宛如村。\n好事无人载一樽。\n唯有莺声知此恨，殷勤。\n恰似当时枕上闻。"
    },//26
 
    {
        "title": "喜晴",
        "author": "『宋』范成大",
        "content": "窗间梅熟落蒂，\n墙下笋成出林。\n连雨不知春去，\n一晴方觉夏深。"
    },//27
        {
        "title": "鹊桥仙",
        "author": "『宋』秦观",
        "content": "纤云弄巧，飞星传恨\n银汉迢迢暗度。\n金风玉露一相逢，\n便胜却人间无数。\n柔情似水，佳期如梦\n忍顾鹊桥归路。\n两情若是长久时，\n又岂在朝朝暮暮。"
    },//28
	        {
        "title": "越调·天净沙·秋思",
        "author": "『元』马致远",
        "content": "枯藤老树昏鸦，\n小桥流水人家\n古道西风瘦马。\n夕阳西下，断肠人在天涯。"
    },//29
            {
        "title": "水调歌头·明月几时有",
        "author": "『宋』苏轼",
        "content": "明月几时有？把酒问青天。\n不知天上宫阙，今夕是何年。\n我欲乘风归去，又恐琼楼玉宇，\n高处不胜寒。\n起舞弄清影，何似在人间。\n转朱阁，低绮户，照无眠。\n不应有恨，何事长向别时圆？\n人有悲欢离合，月有阴晴圆缺，\n此事古难全。\n但愿人长久，千里共婵娟。"
    },//30
	              {
        "title": "秋词（其一）",
        "author": "『唐』刘禹锡",
        "content": "自古逢秋悲寂寥，\n我言秋日胜春朝。\n晴空一鹤排云上，\n便引诗情到碧霄。"
    },//31
              {
        "title": "九月九日忆山东兄弟",
        "author": "『唐』王维",
        "content": "独在异乡为异客，\n每逢佳节倍思亲。\n遥知兄弟登高处，\n遍插茱萸少一人。"
    },//32
	              {
        "title": "山行",
        "author": "『唐』杜牧",
        "content": "东皋薄暮望，徙倚欲何依。\n树树皆秋色，山山唯落晖。\n牧人驱犊返，猎马带禽归。\n相顾无相识，长歌怀采薇"
    },//33
		              {
        "title": "野望",
        "author": "『唐』王绩",
        "content": "远上寒山石径斜，\n白云深处有人家。\n停车做爱枫林晚，\n霜叶红于二月花。"
    },//34
	              {
        "title": "渔家傲·秋思",
        "author": "『宋』范仲淹",
        "content": "塞下秋来风景异，衡阳雁去无留意。\n四面边声连角起，千嶂里，\n长烟落日孤城闭。\n浊酒一杯家万里，燕然未勒归无计。\n羌管悠悠霜满地，人不寐，\n将军白发征夫泪。"
    },//35
	              {
        "title": "国风·秦风·蒹葭",
        "author": "『周』无名氏",
        "content": "蒹葭苍苍，白露为霜。\n所谓伊人，在水一方。\n溯洄从之，道阻且长。\n溯游从之，宛在水中央。\n蒹葭萋萋，白露未晞。\n所谓伊人，在水之湄。\n溯洄从之，道阻且跻。\n溯游从之，宛在水中坻。\n蒹葭采采，白露未已。\n所谓伊人，在水之涘。\n溯洄从之，道阻且右。\n溯游从之，宛在水中沚。"
    },//36
		              {
        "title": "国风·秦风·无衣",
        "author": "『周』无名氏",
        "content": "岂曰无衣？与子同袍。\n王于兴师，修我戈矛。\n与子同仇！\n岂曰无衣？与子同泽。\n王于兴师，修我矛戟。\n与子偕作！\n岂曰无衣？与子同裳。\n王于兴师，修我甲兵。\n与子偕行！"
    },//37
	{
        "title": "问刘十九",
		"dynasty":"唐",
        "author": "『唐』白居易",
        "content": "绿蚁新醅酒，\n红泥小火炉。\n晚来天欲雪，\n能饮一杯无？"
    },//1.1
	{
        "title": "夜雪",
		"dynasty":"唐",
        "author": "『唐』白居易",
        "content": "已讶衾枕冷，\n复见窗户明。\n夜深知雪重，\n时闻折竹声。"
    },//1.2
		{
        "title": "雪梅（其二）",
		"dynasty":"宋",
        "author": "『宋』卢梅坡",
        "content": "梅雪争春未肯降，\n骚人阁笔费评章。\n梅须逊雪三分白，\n雪却输梅一段香。"
    },//1.3
	{
        "title": "陇西行（其二）",
		"dynasty":"唐",
        "author": "『唐』陈陶",
        "content": "誓扫匈奴不顾身，\n五千貂锦丧胡尘。\n可怜无定河边骨，\n犹是春闺梦里人！"
    },//1.4
	{
        "title": "寒夜",
		"dynasty":"宋",
        "author": "『宋』杜耒",
        "content": "寒夜客来茶当酒，\n竹炉汤沸火初红。\n寻常一样窗前月，\n才有梅花便不同。"
    },//1.5
		{
        "title": "出塞（其一）",
		"dynasty":"唐",
        "author": "『唐』王昌龄",
        "content": "秦时明月汉时关，\n万里长征人未还。\n但使龙城飞将在，\n不教胡马度阴山。"
    },//1.6
			{
        "title": "塞下曲（其三）",
		"dynasty":"唐",
        "author": "『唐』卢纶",
        "content": "月黑雁飞高，\n单于夜遁逃。\n欲将轻骑逐，\n大雪满弓刀。"
    },//1.7
	{
        "title": "垓下歌",
		"dynasty":"西楚",
        "author": "『西楚』项羽",
        "content": "力拔山兮气盖世。\n时不利兮骓不逝。\n骓不逝兮可奈何！\n虞兮虞兮奈若何！"
    },//1.8
	{
        "title": "夜上受降城闻笛",
		"dynasty":"唐",
        "author": "『唐』李易",
        "content": "回乐峰前沙似雪，\n受降城外月如霜。\n不知何处吹芦管，\n一夜征人尽望乡。"
    },//1.9
		{
        "title": "江雪",
		"dynasty":"唐",
        "author": "『唐』柳宗元",
        "content": "千山鸟飞绝，\n万径人踪灭。\n孤舟蓑笠翁，\n独钓寒江雪。"
    },//1.10
	    {
        "title": "逢雪宿芙蓉山主人",
		"dynasty":"唐",
        "author": "『唐』刘长卿",
        "content": "日暮苍山远，\n天寒白屋贫。\n柴门闻犬吠，\n风雪夜归人。"
    },//1.11
	{
        "title": "塞上听吹笛",
		"dynasty":"唐",
        "author": "『唐』高适",
        "content": "雪净胡天牧马还，\n月明羌笛戍楼间。\n借问梅花何处落，\n风吹一夜满关山。"
    },//1.12
		{
        "title": "北风行",
		"dynasty":"明",
        "author": "『明』刘基",
        "content": "城外萧萧北风起，\n城上健儿吹落耳。\n将军玉帐貂鼠衣，\n手持酒杯看雪飞。"
    },//1.13
			{
        "title": "从军北征",
		"dynasty":"唐",
        "author": "『唐』李益",
        "content": "天山雪后海风寒，\n横笛偏吹行路难。\n碛里征人三十万，\n一时回向月明看。"
    },//1.14
	{
        "title": "登山",
		"dynasty":"明",
        "author": "『明』唐寅",
        "content": "一上一上又一上，\n一上直到高山上。\n举头红日白云低，\n四海五湖皆一望。"
    },//1.15
	{
        "title": "上堂开示颂",
		"dynasty":"唐",
        "author": "『唐』黄櫱禅师",
        "content": "尘劳迥脱事非常，\n紧把绳头做一场。\n不经一番寒彻骨，\n怎得梅花扑鼻香。"
    },//1.16
		{
        "title": "梅花绝句（其一）",
		"dynasty":"宋",
        "author": "『宋』陆游",
        "content": "闻道梅花坼晓风，\n雪堆遍满四山中。\n何方可化身千亿，\n一树梅花一放翁。"
    },//1.17//55
{
        "title": "渡荆门送别",
		"dynasty":"唐",
        "author": "『唐』李白",
        "content": "渡远荆门外，来从楚国游。\n山随平野尽，江入大荒流。\n月下飞天镜，云生结海楼。\n仍怜故乡水，万里送行舟。"
    },//6.24
	{
        "title": "小池",
		"dynasty":"宋",
        "author": "『宋』杨万里",
        "content": "泉眼无声惜细流，\n树荫照水爱晴柔。\n小荷才露尖尖角，\n早有蜻蜓立上头。"
    },//6.25
	{
        "title": "如梦令·昨夜雨疏风骤",
		"dynasty":"宋",
        "author": "『宋』李清照",
        "content": "昨夜雨疏风骤，浓睡不消残酒，\n试问卷帘人，却道海棠依旧。\n知否，知否，应是绿肥红瘦。"
    },//6.26
	{
        "title": "小儿垂钓",
		"dynasty":"唐",
        "author": "『唐』胡令能",
        "content": "蓬头稚子学垂纶，\n侧坐莓苔草映身。\n路人借问遥招手，\n怕得鱼惊不应人。"
    },//6.27
	{
        "title": "所见",
		"dynasty":"清",
        "author": "『清』袁枚",
        "content": "牧童骑黄牛，\n歌声振林樾。\n意欲捕鸣蝉，\n忽然闭口立。"
    },//6.28
	{
        "title": "舟过安仁",
		"dynasty":"宋",
        "author": "『宋』杨万里",
        "content": "一叶渔船两小童，\n收篙停棹坐船中。\n怪生无雨都张伞，\n不是遮头是使风。"
    },//6.29
	{
        "title": "蜂",
		"dynasty":"唐",
        "author": "『唐』罗隐",
        "content": "不论平地与山尖，\n无限风光尽被占。\n采得百花成蜜后，\n为谁辛苦为谁甜？"
    },//6.30
	{
        "title": "竹石",
		"dynasty":"清",
        "author": "『清』郑燮",
        "content": "咬定青山不放松，\n立根原在破岩中。\n千磨万击还坚劲，\n任尔东西南北风。"
    },//7.1
	{
        "title": "夏日田园杂兴·其七",
		"dynasty":"宋",
        "author": "『宋』范成大",
        "content": "昼出耘田夜绩麻，\n村庄儿女各当家。\n童孙未解供耕织，\n也傍桑阴学种瓜。"
    },//7.2
	{
        "title": "花影",
		"dynasty":"宋",
        "author": "『宋』苏轼",
        "content": "重重叠叠上瑶台，\n几度呼童扫不开。\n刚被太阳收拾去，\n又叫明月送将来。"
    },//7.3
	{
        "title": "金缕衣",
		"dynasty":"唐",
        "author": "『唐』无名氏",
        "content": "劝君莫惜金缕衣，\n劝君须惜少年时。\n有花堪折直须折，莫待无花空折枝。"
    },//7.4
]
module.exports = {
  Poetry: Poetry,
}